/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot Send Mail" = "Cannot Send Mail";

/* No comment provided by engineer. */
"Couldn't Connect to Internet" = "Couldn't Connect to Internet";

/* No comment provided by engineer. */
"Create New Event" = "Create New Event";

/* No comment provided by engineer. */
"Edit or Invite" = "Edit or Invite";

/* No comment provided by engineer. */
"Event" = "Event";

/* No comment provided by engineer. */
"Event Doesn't Exist Anymore" = "Event Doesn't Exist Anymore";

/* No comment provided by engineer. */
"Events" = "Events";

/* No comment provided by engineer. */
"Example" = "Example";

/* No comment provided by engineer. */
"ExampleDetailsText" = "This is how an event looks, but it's just an example. You can try everything here, nothing will be sent.\nYou can delete this event by swiping over its entry in the event list.";

/* No comment provided by engineer. */
"ExamplePost1Text" = "So everything is good?";

/* No comment provided by engineer. */
"ExamplePost2Text" = "Let's convince Timo to come!";

/* No comment provided by engineer. */
"Go to Website" = "Go to Website";

/* No comment provided by engineer. */
"Going" = "Going";

/* No comment provided by engineer. */
"Hello, today is"  = "Hello, today is";

/* No comment provided by engineer. */
"Host" = "Host";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Introduction" = "Introduction";

/* No comment provided by engineer. */
"Invited" = "Invited";

/* No comment provided by engineer. */
"Mara" = "Mara";

/* No comment provided by engineer. */
"Maybe Going" = "Maybe Going";

/* No comment provided by engineer. */
"Maybe the host deleted it or it was too old already." = "Maybe the host deleted it or it was too old already.";

/* No comment provided by engineer. */
"Not Going" = "Not Going";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please check if your device is connected to any network." = "Please check if your device is connected to any network.";

/* No comment provided by engineer. */
"Please try again later." = "Please try again later.";

/* No comment provided by engineer. */
"Probably Mail is not configured." = "Probably Mail is not configured.";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Remove Event from List" = "Remove Event from List";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Something Went Wrong" = "Something Went Wrong";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"The event will not be deleted from the website." = "The event will not be deleted from the website.";

/* No comment provided by engineer. */
"Timo" = "Timo";

/* No comment provided by engineer. */
"Welcome1Text" = "Gromf helps you inviting friends to your events, without registration and without collecting personal data.";

/* No comment provided by engineer. */
"Welcome2Text" = "Invitations are sent as e-mails with personal links to the event.";

/* No comment provided by engineer. */
"Welcome3Text" = "Check all event information and say if you're going.";

/* No comment provided by engineer. */
"Welcome4Text" = "See who is going.";

/* No comment provided by engineer. */
"Welcome5Text" = "Talk with all invited guests.";

/* No comment provided by engineer. */
"You can create new events on the website only." = "You can create new events on the website only.";

/* No comment provided by engineer. */
"You can edit your event or invite people on the website only." = "You can edit your event or invite people on the website only.";

/* No comment provided by engineer. */
"Your Events" = "Your Events";

/* No comment provided by engineer. */
"* hasn't seen it yet" = "* hasn't seen it yet";
